Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=51_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki sosiála- ja dearvvasvuohtalávdegoddi
smn: Sosiaal- já tiervâsvuođâlävdikodde

source: Sosiála- ja dearvvasvuohtalávdegoddi lea sámedikki sosiála- ja dearvvasvuohtapolitihkalaš evttohusaid, álgagiid, cealkámušaid ja bealiváldimiid válmmaštalli.
smn: Sosiaal- já tiervâsvuođâlävdikodde lii sämitige sosiaal- já tiervâsvuođâpoolitlâš iävtuttâsâi, algui, ciälkkámušâi já peleväldimij valmâštellee.

source: Lávdegotti bargun lea maiddái ovddidit sámiid vuoigatvuođaid ja sajádaga Suoma sosiála- ja dearvvasvuohtafuolahusortnegis.
smn: Lävdikode pargon lii ovdediđ sämmilij vuoigâdvuođâid já sajattuv Suomâ sosiaal- já tiervâsvuođâhuolâttâsvuáháduvâst.

source: Lávdegoddi mearrida stáhta bušeahtas (váldoluohkká 33, sosiála- ja dearvvasvuohtaministeriija) sámegielat sosiála- ja dearvvasvuohtabálvalusaid sihkkarastimii dárkkuhuvvon stáhtadoarjaga geavaheamis.
smn: Lävdikodde meerrid staatâ pudjetist (válduluokka 33, sosiaal- já tiervâsvuođâministeriö) sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi tuurvâstmân čujottum staatâtorjuu kevttimist.

source: Dat válmmaštallá sámedikki čoahkkimii guhkit áigge plána sámegielat sosiála- ja dearvvasvuohtabálvalusaid fállamis ja addá jahkásaččat sámedikki čoahkkimii ja Lappi leanaráđđehussii čilgehusa sámegielat sosiála- ja dearvvasvuohtabálvalusaid sihkkarastimii dárkkuhuvvon stáhtadoarjaga geavaheamis.
smn: Tot valmâštâl sämitige čuákkimân kuhheeb äigipaje vuávám sämikielâlâš sosiaal- já tiervâsvuođâ ¨palvâlusâi pyevtitmist já addel ihásávt sämitige čuákkimân já Laapi läänihaldâttâsân čielgiittâs sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi tuurvâstmân čujottum staatâtorjuu kevttimist.

source: Lávdegoddi vástida ja fuolaha Davvi-Suoma sosiálasuorggi máhttinguovddážii mearriduvvon sámeálbmoga bálvalandárbbuid vuhtiiváldima gáibidan dárbbašlaš bargguid dikšumis.
smn: Lävdikodde västid já ana huolâ Tave-Suomâ sosiaalsyergi mättimkuávdážân meridum sämiaalmug palvâlemtáárbui huámášume käibideijee tárbulij pargoi hoittáámist.

source: Lávdegotti gieđahallan áššiid válmmaštallet ja ollašuhttet sosiála- ja dearvvasvuohtačálli ja Davvi-Suoma sosiálasuorggi máhttinguovddáža sámeossodaga plánejeaddji.
smn: Lävdikode kieđâvuššâm aašijd valmâštâllâv já olášuttev sosiaal- já tiervâsvuođâčällee já Tave-Suomâ sosiaalsyergi mättimkuávdáá sämiohtâduv vuávájeijee.

source: Sosiála- ja dearvvasvuohtalávdegoddái gullet jagiin 2012–2015 čuovvovaš lahtut ja várrelahtut:
smn: Sosiaal- já tiervâsvuođâlävdikoodán kuleh iivijn 2012-2015 tah jesâneh já värijesâneh:

source: Lahtut:
smn: Jesâneh:

source: Ilmari Tapiola, ságajođiheaddji
smn: Ilmari Tapiola, sj.

source: Nihkolas Valkeapää, várreságajođiheaddji
smn: Nihkolas Valkeapää, vsj.

source: Laila Aikio
smn: Värijesâneh:
